A short support is being created.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairsSupportTooShort { get; }
  Visual Basic
Public Shared ReadOnly Property StairsSupportTooShort As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsSupportTooShort {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace